Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# TimeZoneSetAutomaticallyDescription
source: Set the date and time automatically using your current location (if available).
ar: تعيين التاريخ والوقت تلقائيًا باستخدام موقعك الحالي (إذا كان متوفرًا).
ca: Estableix la data i l’hora automàticament utilitzant la teva ubicació actual (si està disponible).
cs: Datum a čas se nastaví automaticky pomocí vaší aktuálního polohy (je‑li k dispozici).
da: Indstil dato og tid automatisk vha. din aktuelle lokalitet (hvis tilgængelig).
de: Lege Datum und Uhrzeit automatisch anhand deines aktuellen Aufenthaltsorts (wenn verfügbar) fest.
el: Αυτόματη ρύθμιση της ημερομηνίας και της ώρας χρησιμοποιώντας την τρέχουσα τοποθεσία σας (όπου διατίθεται).
es: Ajusta automáticamente la fecha y la hora según tu ubicación actual (si está disponible).
es_us: Ajusta automáticamente la hora y la fecha según tu ubicación actual (si está disponible).
fi: Aseta päivämäärä ja aika automaattisesti nykyisen sijainnin mukaan (jos saatavilla).
fr: Définissez la date et l’heure automatiquement en fonction de votre emplacement géographique (si disponible).
fr_ca: Réglez la date et l’heure automatiquement en fonction de votre emplacement géographique (si disponible).
he: התאריך והשעה יכולים להיות מוגדרים באופן אוטומטי באמצעות מיקומך הנוכחי (אם זמין).
hi: अपने वर्तमान स्थान का उपयोग कर तिथि और समय को ऑटोमैटिकली सेट करें (यदि उपलब्ध हो)।
hr: Automatski podesite datum i vrijeme koristeći svoju trenutačnu lokaciju (ako je dostupna).
hu: Beállíthatja automatikusan a dátumot és időt az aktuális helyszín alapján (ha elérhető).
id: Atur tanggal dan waktu secara otomatis menggunakan lokasi Anda saat ini (jika tersedia).
it: Seleziona data e ora automaticamente in base alla tua posizione attuale (se disponibile).
ja: 現在の位置情報が利用可能な場合は、その情報に基づいて日時を自動的に設定します。
ko: 사용자의 현재 위치를 기반으로(사용 가능한 경우) 날짜 및 시간을 자동으로 설정합니다.
ms: Setkan tarikh dan masa secara automatik menggunakan lokasi semasa anda (jika tersedia).
nb: Angi dato og tid automatisk ut fra hvor du befinner deg (hvis tilgjengelig).
nl: Stel de datum en tijd automatisch in op basis van je huidige locatie (indien beschikbaar).
pl: Datę i czas możesz ustawić automatycznie, na podstawie bieżącego położenia (wybrane lokalizacje).
pt_br: Definir a data e hora automaticamente usando a sua localização atual (se disponível).
pt_pt: Defina a data e hora automaticamente usando a sua localização atual (caso esteja disponível).
ro: Fixați automat data și ora utilizând localizarea dvs. curentă (în funcție de disponibilitate).
ru: Дата и время могут настраиваться автоматически на основе Вашего местонахождения (если доступно).
sk: Nastaví dátum a čas automaticky použitím vašej aktuálnej polohy (ak je dostupná).
sl: Samodejno nastavite datum in čas na podlagi trenutne lokacije (če je na voljo).
sv: Ställ in datum och tid baserat på din nuvarande plats (om tillgänglig).
th: ตั้งวันที่และเวลาอัตโนมัติโดยใช้ตำแหน่งที่ตั้งปัจจุบันของคุณ (หากมี)
tr: Şu anki konumunuzu (varsa) kullanarak tarihi ve saati otomatik olarak ayarlayın.
uk: Автоматично змінювати дату та час за поточним місцем (якщо є).
vi: Tự động đặt ngày và giờ bằng cách sử dụng vị trí hiện tại của bạn (nếu có sẵn).
zh_cn: 使用你当前的位置（如果有的话）来自动设置日期与时间。
zh_hk: 你也可以使用現時的位置（如適用）自動設定日期及時間。
zh_tw: 使用目前位置自動設定日期與時間（若可取得的話）。

# TimeZoneSetAutomaticallyTitle
source: Set Automatically
ar: التعيين تلقائيًا
ca: Configuració automàtica
cs: Nastavit automaticky
da: Indstil automatisk
de: Automatisch einstellen
el: Αυτόματη ρύθμιση
es: Ajuste automático
es_us: Configurar automáticamente
fi: Automaattinen asetus
fr: Réglage automatique
fr_ca: Réglage automatique
he: כיוון אוטומטי
hi: ऑटोमैटिकली सेट करें
hr: Podesi automatski
hu: Automatikus beállítás
id: Atur Secara Otomatis
it: Imposta automaticamente
ja: 自動設定
ko: 자동으로 설정
ms: Set Secara Automatik
nb: Angi automatisk
nl: Stel automatisch in
pl: Ustaw automatycznie
pt_br: Definir Automaticamente
pt_pt: Acertar automaticamente
ro: Reglare automată
ru: Автоматически
sk: Nastaviť automaticky
sl: Nastavi samodejno
sv: Ställ in automatiskt
th: ตั้งค่าอัตโนมัติ
tr: Otomatik Ayarla
uk: Автоматично
vi: Đặt tự động
zh_cn: 自动设置
zh_hk: 自動設定
zh_tw: 自動設定

# TimeZoneTitle
source: Time Zone
ar: النطاق الزمني
ca: Zona horària
cs: Časové pásmo
da: Tidszone
de: Zeitzone
el: Ζώνη ώρας
es: Zona horaria
es_us: Zona horaria
fi: Aikavyöhyke
fr: Fuseau horaire
fr_ca: Fuseau horaire
he: שעון מקומי
hi: समय क्षेत्र
hr: Vremenska zona
hu: Időzóna
id: Zona Waktu
it: Fuso orario
ja: 時間帯
ko: 시간대
ms: Zon Waktu
nb: Tidssone
nl: Tijdzone
pl: Strefa czasowa
pt_br: Fuso Horário
pt_pt: Fuso horário
ro: Fus orar
ru: Часовой пояс
sk: Časové pásmo
sl: Časovni pas
sv: Tidszon
th: ไทม์โซน
tr: Saat Dilimi
uk: Часовий пояс
vi: Múi giờ
zh_cn: 时区
zh_hk: 時區
zh_tw: 時區

# TimeZoneUpdateAvailableDescription
source: New time zones are available and will be installed next time your Apple TV restarts.
ar: تتوفر مناطق زمنية جديدة وسيتم تثبيتها عند إعادة تشغيل الـ Apple TV في المرة القادمة.
ca: Hi ha noves zones horàries disponibles i s’instal·laran la propera vegada que es reiniciï l’Apple TV.
cs: Jsou k dispozici nová časová pásma. Po příštím restartu Apple TV se nainstalují.
da: Nye tidszoner er tilgængelige og installeres næste gang Apple TV starter igen.
de: Neue Zeitzonen sind verfügbar und werden nach dem Neustart von Apple TV installiert.
el: Διατίθενται νέες ζώνες ώρας και θα εγκατασταθούν την επόμενη φορά που θα επανεκκινηθεί το Apple TV.
es: Hay una actualización disponible de zonas horarias nuevas que se instalará la próxima vez que se reinicie el Apple TV.
es_us: Las nuevas zonas horarias está disponibles y se instalarán la próxima vez que se reinicie tu Apple TV.
fi: Uudet aikavyöhykkeet ovat saatavilla ja ne asennetaan, kun Apple TV seuraavan kerran käynnistetään uudelleen.
fr: De nouveaux fuseaux horaires sont disponibles et seront installés lors du prochain redémarrage de votre Apple TV.
fr_ca: De nouveaux fuseaux horaires sont disponibles et seront installés au prochain redémarrage de l’Apple TV.
he: ישנם שעונים מקומיים חדשים זמינים. הם יותקנו בהפעלה מחדש הבאה של ה-Apple TV.
hi: नए समय क्षेत्र उपलब्ध हैं और अगली बार आपके Apple TV के रीस्टार्ट होने पर ये इंस्टॉल हो जाएँगे।
hr: Dostupne su nove vremenske zone i instalirat će se kad se vaš Apple TV sljedeći put ponovno uključi.
hu: Új időzóna-beállítások érhetők el, melyek az Apple TV következő újraindítása után lesznek telepítve.
id: Zona waktu baru tersedia dan akan diinstal setelah Apple TV Anda dimulai ulang.
it: Sono disponibili nuovi fusi orari aggiornati, verranno installati al prossimo riavvio di Apple TV.
ja: 新しい時間帯を使用できます。次にApple TVを再起動するときにインストールされます。
ko: 새로운 시간대를 사용할 수 있으며 다음 번에 Apple TV를 재시동하면 설치됩니다.
ms: Zon waktu baharu tersedia dan akan dipasang pada kali seterusnya Apple TV anda dimulakan semula.
nb: Nye tidssoner er tilgjengelig og vil bli installert neste gang Apple TV starter på nytt.
nl: Er zijn nieuwe tijdzones beschikbaar. Deze worden geïnstalleerd als de Apple TV opnieuw wordt opgestart.
pl: Dostępne są nowe strefy czasowe; zostaną zainstalowane przy następnym uruchomieniu Apple TV.
pt_br: Novos fusos horários estão disponíveis e serão instalados na próxima vez que a Apple TV reiniciar.
pt_pt: Estão disponíveis fusos horários novos e serão instalados quando a Apple TV for reiniciada.
ro: Sunt disponibile fusuri orare noi, care vor fi instalate după următoarea repornire a Apple TV‑ului dvs.
ru: Доступны новые часовые пояса. Они будут установлены при следующей перезагрузке Apple TV.
sk: Nové časové pásma sú dostupné a budú nainštalované po najbližšom reštartovaní Apple TV.
sl: Na voljo so novi časovni pasovi, ki bodo nameščeni, ko naslednjič zaženete Apple TV.
sv: Det finns nya tidszoner som kommer att installeras nästa gång Apple TV startar om.
th: มีการกำหนดไทม์โซนใหม่ซึ่งจะติดตั้งครั้งถัดไปเมื่อ Apple TV ของคุณเริ่มการทำงานเครื่องใหม่
tr: Yeni saat dilimleri var ve bunlar Apple TV’niz yeniden başlatıldıktan sonra yüklenecektir.
uk: Доступні нові часові пояси, їх буде інстальовано після перезапуску вашого Apple TV.
vi: Các múi giờ mới có sẵn và sẽ được cài đặt trong lần tiếp theo Apple TV của bạn khởi động lại.
zh_cn: 有新的时区可用，Apple TV下次重新启动时会安装。
zh_hk: 有新的時區可使用，會在下次你的Apple TV重新啟動後安裝。
zh_tw: 新時區已可使用，且將於下次Apple TV重新啟動時完成安裝。
